{
	"nav-home": "Home",
	"nav-about": "About",
	"nav-projects": "Projects",
	"nav-contact": "Contact",
	"copyright": "All rights reserved.",
	"profile_desc": "Illustrative drawing that represents the owner of this portfolio.",
	"hello": "Hi!",
	"my_name": "I'm Thomas,",
	"presentation": "Full-Stack developer.",
	"who_am_i": "Who am i?",
	"about_me": "About me",
	"desc_1": "I'm Thomas Luizon, a {{age}} years old Web developer looking to put my technical skills into practice. I'm passionate about programming, I love to study and learn new technologies.",
	"desc_2": "I develop web applications using Next.js and React on the front-end and .NET Core on the back-end. I also have experience with ASP.NET MVC, C#, ASP.NET Core, Typescript, Node, SQL, Docker, etc.",
	"desc_3": "I always try to achieve the best user experience, making the application fluid and following clean code standards to make maintenance easier.",
	"gif": "Animated gif of a boy programming.",
	"my_projects": "My projects",
	"demo": "Demo site",
	"publink_desc": "Social network for promoting art developed with Next.js and Typescript on the front-end, and C#, ASP.NET and MySQL on the back-end",
	"notes_desc": "Interactive notes app with theme switching, Regex search, state management and local storage saving.",
	"contact": "Get in touch",
	"contact_desc": "I am available to turn your dream project into reality, if you want to request a service or get in touch, use the form.",
	"ipaddress_desc": "Software that shows your location based on your internet's IP address. Made with React and API calls",
	"linkshortener_desc": "URL Shortener website. Made with React and API calls",
	"bookscrud_desc": "Book registration application (CRUD) made with React and Sass on the frontend, and Node.js, Express and MySQL on the backend.",
	"show_more": "Show more",
	"show_less": "Show less",
	"brasil": "Brazil",
	"full_name": "Full name",
	"phone": "Phone",
	"enter_message": "Enter your message",
	"submit": "Submit",
	"form_submitted": "Thank's for the contact! I will answer you as soon as possible!"
}
